{
    "GENERATOR": {
        "GENERAL": {
            "RANDOM": "Random it !"
        },
        "AGES": {
            "CHILD": {
                "FEMALE": "Child",
                "MALE": "Child"
            },
            "ADOLESCENT": {
                "FEMALE": "Adolescent",
                "MALE": "Adolescent"
            },
            "YOUNGADULT": {
                "FEMALE": "Young Adult",
                "MALE": "Young Adult"
            },
            "ADULT": {
                "FEMALE": "Adult",
                "MALE": "Adult"
            },
            "OLD": {
                "FEMALE": "Old woman",
                "MALE": "Old man"
            },
            "VERYOLD": {
                "FEMALE": "Very old woman",
                "MALE": "Very old man"
            }
        },
        "GENDERS": {
            "FEMALE": "Female",
            "MALE": "Male"
        },
        "CIVILIZATIONS": {
            "HUMAN": {
                "MALE": "Human",
                "FEMALE": "Human"
            },
            "DWARF": {
                "MALE": "Dwarf",
                "FEMALE": "Dwarf"
            },
            "ELF": {
                "MALE": "Elf",
                "FEMALE": "Elf"
            }
        },
        "PHYSICALTRAITS":{
            "NORMAL": {
                "MALE": "Normal",
                "FEMALE": "Normal"
            },
            "ARMTATOO": {
                "MALE": "He has a tatoo on his arm.",
                "FEMALE": "She has a tatoo on his arm."
            },
            "LIMPINGLEG": {
                "MALE": "He has a limping leg.",
                "FEMALE": "She has a limping leg."
            },
            "MISSINGPHALANX": {
                "MALE": "He is missing a phalanx on his hand.",
                "FEMALE": "She is missing a phalanx on his hand."
            },
            "SCARONCHEST": {
                "MALE": "He has a scar on his chest.",
                "FEMALE": "She has a scar on his chest."
            },
            "GNAWNAILS": {
                "MALE": "He gnaws his nails.",
                "FEMALE": "She gnaws his nails."
            }
        }
    }, 
    "VIEWS": {
        "MAIN": {
            "RANDOM": "Get some random",
            "MYSELF": "Do it by myself",
            "GENERATEBUTTON": "Generate a character",
            "GENERATEOTHER": "Generate another character",
            "GENDER":"Gender",
            "AGE":"Age",
            "CIVILIZATION":"Civilization",
            "TEXT1":"<p>It is appropriate both for the rapid generation of Non Player Characters as other fictional characters , the goal is not to generate a player cheet but to give some tracks at character creation.</p>",
            "TEXT2":"FONUG is a character generator entierly random."
        },
        "SIDENAV": {
            "NAVIGATION": "Navigation",
            "ABOUT":"About",
            "CONTACT":"Contact"
        },
        "ABOUT": {
            "TEXT1":"<p>FONUG is a generator for random characters, it is open-source and free !</p> <p>You can choose to generate your character entirely randomly or to select the gender, the age or the civilization as start values.</p><p>The character is generated according to that choice, the data could not be rational, it's up to you to adjust the values that you judge appropriated.</p><p>The character generated is very general with a view to be adapted to any world background (as a mediavel wolrd to a futuristic one ) I know that learn that your character's nephew of 5 years old is a kind of chaotic evil isn't a great moment, but believe me, the generator is never wrong !</p>",
            "TEXT2":"<p>I would like to thanks Alexis K., Great MJ of the Northern Hills, to give the idea of this project and some useful informations about it. I would also thanks Christian T. to help me (with his tiny hands) while setting the app datasets.</p><p>Finally, a great thanks to GUNOF (http://www.gunof.net/) a universale generator of fiction names (only in french) that I love so much and which I use very often. FONUG is a kind of tribute to it and that's why I called it like this (FONUG/GUNOF).</p>",
            "TEXT3":"<p>From a technical point of view, this application is made with AngularJS and other pretty cool stuff that I'm in love with ! It's open-source and you can see it here :</p>",
            "TITLE":"ABOUT",
            "BUTTON":"See the sources on Github"
        },
        "CONTACT": {
            "TITLE":"CONTACT",
            "BUTTON":"Go To the facebook page",
            "TEXT1":"<p>As a good developper I'm a feneant one, that's why there is no contact form.</p>",
            "TEXT2":"<p>On the other hand, we have a Facebook page, do not hesitate to contact me by this way and, why not, subscribe to it ?</p>",
            "TEXT3":"<p>I look forward to see your creations and to know what tales they can have lived !</p>"
        }
    }
}